export default defineEventHandler((event) => {
  return [
    {
      id: 0,
      name: 'XXXX-самая острая пицца в городе',
      description:
        'Сливочный соус, моцарелла, соус на основе острых перцев Каролина Рипер, Тринидадский Скорпион и Призрак, чеснок, начос, курица и манго',
      size: [25],
      price: [745],
      tag: ['all', 'hot'],
      img: 'extra-hot',
    },
    {
      id: 1,
      name: 'Пепперони',
      description:
        'Томатный соус, много моцареллы и действительно много пепперони',
      size: [25, 30, 35],
      price: [420, 635, 785],
      tag: ['all', 'hot'],
      img: 'pepperoni',
    },
    {
      id: 2,
      name: 'Макс Пейн',
      description:
        'Наше фирменное тесто, томатный соус, сыр моцарелла, репчатый лук, пепперони, красный халопеньо и бургер соус',
      size: [25, 30, 35],
      price: [485, 735, 925],
      tag: ['all', 'hot'],
      img: 'max-pain',
    },
    {
      id: 3,
      name: 'Сыр и ветчина',
      description: 'Сливочный соус, сыр моцарелла,  нежная ветчина',
      size: [25, 30, 35],
      price: [435, 615, 775],
      tag: ['all'],
      img: 'chees-ham',
    },
    {
      id: 4,
      name: 'Мясная',
      description:
        'Наше фирменное тесто,томатный соус,сыр моцарелла, нежное куриное филе,пряные пепперони,охотничьи колбаски и сочный бекон',
      size: [25, 30, 35],
      price: [485, 735, 935],
      tag: ['all', 'hot'],
      img: 'meaty',
    },
    {
      id: 5,
      name: 'Деревенская',
      description:
        'Нежный сливочный соус, сыр моцарелла, ветчина, свежие обжаренные шампиньоны, сочный бекон и ароматный зелёный лук',
      size: [25, 30, 35],
      price: [485, 725, 895],
      tag: ['all'],
      img: 'villager',
    },
    {
      id: 6,
      name: 'Курица с грибами',
      description:
        'Нежный сливочный соус, сыр моцарелла нежное куриное филе, спелые томаты, свежие обжаренные шампиньоны',
      size: [25, 30, 35],
      price: [475, 715, 895],
      tag: ['all'],
      img: 'chicken-mushrooms',
    },
    {
      id: 7,
      name: 'Ветчина, грибы под чесночным соусом',
      description:
        'Нежный сливочный соус, сыр моцарелла нежное куриное филе, спелые томаты, свежие обжаренные шампиньоны',
      size: [25, 30, 35],
      price: [465, 695, 875],
      tag: ['all'],
      img: 'bacon-mushrooms',
    },
    {
      id: 8,
      name: 'Русская',
      description:
        'Сливочный соус, сыр моцарелла, нежная ветчина, маринованные корнишоны, зеленый лук и укроп',
      size: [25, 30, 35],
      price: [485, 715, 895],
      tag: ['all'],
      img: 'russian',
    },
    {
      id: 9,
      name: 'Острая Мексика',
      description:
        'Томатный соус, сыр моцарелла, нежное куриное филе, свежие обжаренные шампиньоны, халапеньо. Для тех кто любит совсем горячо мы добавим Tabassco скажите об этом при заказе)',
      size: [25, 30, 35],
      price: [485, 715, 885],
      tag: ['all', 'hot'],
      img: 'chilly-mexico',
    },
    {
      id: 10,
      name: 'Испания',
      description:
        'Традиционное тесто, томатный соус,сыр моцарелла, пряные колбаски чоризо, томаты черри, сыр Дор Блю',
      size: [25, 30, 35],
      price: [485, 695, 885],
      tag: ['all', 'hot'],
      img: 'spain',
    },
    {
      id: 11,
      name: 'Карбонара',
      description:
        'Нежный сливочный соус, сыр моцарелла, хрустящий бекон, томаты черри, соус карбонара, прованские травы',
      size: [25, 30, 35],
      price: [465, 695, 855],
      tag: ['all'],
      img: 'carbonara',
    },
    {
      id: 12,
      name: 'BBQ',
      description:
        'Томатный соус, сыр моцарелла, нежное куриное филе, пепперони, хрустящий бекон, соус BBQ, укроп - по желанию',
      size: [25, 30, 35],
      price: [485, 735, 935],
      tag: ['all', 'hot'],
      img: 'bbq',
    },
    {
      id: 13,
      name: '4 сыра',
      description:
        'Традиционное тесто, сливочный соус, сыр моцарелла, пармезан, дор блю, чеддер.',
      size: [25, 30, 35],
      price: [475, 715, 915],
      tag: ['all'],
      img: 'four-chees',
    },
    {
      id: 14,
      name: 'Курица под соусом',
      description:
        'Традиционное тесто, сливочный соус, моцарелла, филе цыплёнка, кисло сладкий соус',
      size: [25, 30, 35],
      price: [395, 625, 755],
      tag: ['all'],
      img: 'chicken-souce',
    },
    {
      id: 15,
      name: 'Гавайская',
      description:
        'Сливочный соус, нежное куриное филе, ананасы, сыр моцарелла',
      size: [25, 30, 35],
      price: [435, 625, 765],
      tag: ['all'],
      img: 'hawaian',
    },
    {
      id: 16,
      name: 'Маргарита',
      description:
        'Традиционное тесто, томатный соус из протертых помидоров и сочные спелые томаты',
      size: [25, 30, 35],
      price: [430, 625, 785],
      tag: ['all'],
      img: 'margarita',
    },
    {
      id: 17,
      name: 'Легенда 17,1',
      description:
        'Сливочный соус, нежная ветчина, сыр моцарелла, пепперони, свежие шампиньоны, хрустящий бекон, маринованный репчатый лук и зелёный лук',
      size: [25, 30, 35],
      price: [495, 735, 945],
      tag: ['all', 'hot'],
      img: 'legend',
    },
    {
      id: 18,
      name: 'Пицца от Шефа',
      description:
        'Томатный соус, сыр моцарелла, сочный бекон, нежное куриное филе, свежие обжаренные шампиньоны, оливки, укроп',
      size: [25, 30, 35],
      price: [485, 735, 935],
      tag: ['all'],
      img: 'chiefs',
    },
    {
      id: 19,
      name: 'Креветки с Халопеньо',
      description:
        'Сливочный соус, сыр моцарелла, спелые томаты, королевские креветки, халапеньо и кунжут',
      size: [25, 30, 35],
      price: [475, 725, 935],
      tag: ['all', 'hot'],
      img: 'chilly-shrimps',
    },
    {
      id: 20,
      name: 'Креветки с соусом Том Ям',
      description:
        'Сливочный соус, сыр моцарелла, спелые томаты, королевские креветки сочные ананасы и тайский соус Том Ям',
      size: [25, 30, 35],
      price: [485, 735, 935],
      tag: ['all', 'hot'],
      img: 'tom-yam-shrimps',
    },
    {
      id: 21,
      name: 'Креветочное безумие',
      description:
        'Сливочный соус, сыр моцарелла, королевские креветки и сочные ананасы',
      size: [25, 30, 35],
      price: [465, 715, 835],
      tag: ['all'],
      img: 'shrimps-mad',
    },
    {
      id: 22,
      name: 'Цезарь с креветками',
      description:
        'Нежный сливочный соус, сыр моцарелла, сладкие томаты Черри, королевские креветки, сыр пармезан, свежий салат Айсберг и соус Цезарь',
      size: [25, 30, 35],
      price: [515, 745, 935],
      tag: ['all'],
      img: 'ceasar-shrimps',
    },
    {
      id: 23,
      name: 'Цезарь классический',
      description:
        'Нежный сливочный соус, сыр моцарелла, сладкие томаты Черри, нежная курочка в сливочном соусе, сыр пармезан, салат айсберг и классический соус "цезарь"',
      size: [25, 30, 35],
      price: [475, 715, 895],
      tag: ['all'],
      img: 'ceasar',
    },
    {
      id: 24,
      name: 'Сыр Мёд и Орехи',
      description:
        'Традиционное тесто, сливочный соус, сыр моцарелла, пармезан, дор блю. Сладкий цветочный мёд и грецкие орехи        Удивительное сочетание которое стоит попробовать',
      size: [25, 30, 35],
      price: [475, 715, 895],
      tag: ['all'],
      img: 'chees-honey-nuts',
    },
  ];
});
